[
  {
    "Title": "Long-Term Effects of Multimedia Education and \"Foot Alerts\" Through the MyU App on Diabetic Foot Care in Individuals With Moderate-High Risk: Pilot Randomized Controlled Trial",
    "Author": "Alawadhi, Ameenah1    ; Khan, Kay Scarsbrook2    ; Messenger, Grace3    ; Cusworth, Alice4    ; Assi, Mohammad5    ; Gray, Stuart R6    ; Al-Ozairi, Ebaa1    1 Clinical Care Research and Trials Unit, Dasman Diabetes Institute, P.O. Box 1180, Dasman 15462, Kuwait City, 1180, Kuwait, 965 22242999 ext 31112 Podiatry Unit, Dasman Diabetes Institute, Kuwait City, Kuwait; Podiatry Unit, Harrogate and District NHS Foundation Trust, North Yorkshire, United Kingdom3 Podiatry Unit, Dasman Diabetes Institute, Kuwait City, Kuwait; Podiatry Unit, North Cumbria Integrated Care NHS Foundation Trust, Cumbria, United Kingdom4 Podiatry Unit, Dasman Diabetes Institute, Kuwait City, Kuwait5 Technology Department, Dasman Diabetes Institute, Kuwait City, Kuwait6 School of Cardiovascular and Metabolic Health, University of Glasgow, Glasgow, United Kingdom",
    "Abstract": "Diabetic foot ulceration (DFU) is the leading cause of nontraumatic amputations in people with diabetes. Research shows that improving patient awareness can result in short-term improvements, but Cochrane reviews report insufficient high-quality evidence. Background Diabetic foot ulceration (DFU) is the leading cause of nontraumatic amputations in people with diabetes. Research shows that improving patient awareness can result in short-term improvements, but Cochrane reviews report insufficient high-quality evidence.This study aims to investigate the effects of multimedia presentation and smartphone alerts to enhance long-term knowledge and foot care behaviors in individuals at moderate-to-high risk of DFU. Objective This study aims to investigate the effects of multimedia presentation and smartphone alerts to enhance long-term knowledge and foot care behaviors in individuals at moderate-to-high risk of DFU.Participants were randomized to a control group, receiving usual diabetic foot care advice (n=40), or an intervention group, receiving a multimedia diabetic foot care presentation and regular \"foot alerts\" through the MyU smartphone app on top of usual care (n=37). Patient's knowledge and behaviors related to diabetic foot care were assessed at baseline and after 12 months. Repeated measures ANOVA was conducted in both intention-to-treat and per-protocol analyses to evaluate the intervention's effectiveness. Methods Participants were randomized to a control group, receiving usual diabetic foot care advice (n=40), or an intervention group, receiving a multimedia diabetic foot care presentation and regular \"foot alerts\" through the MyU smartphone app on top of usual care (n=37). Patient's knowledge and behaviors related to diabetic foot care were assessed at baseline and after 12 months. Repeated measures ANOVA was conducted in both intention-to-treat and per-protocol analyses to evaluate the intervention's effectiveness.The findings were consistent across intention-to-treat and per-protocol analyses. In the intervention group, the number of podiatry visits was positively correlated with improved foot care behavior (r=0.408; P=.02), while the control group showed a negative correlation (r=-0.402; P=.02). No significant correlations were observed with knowledge scores. Although no significant time×group interactions were seen, the main effects of time were found for both knowledge (η²=0.12; P=.004) and behavior scores (η²=0.31; P<.001). Post hoc analysis showed a decline in knowledge scores in the control group (Cohen d=-0.24; P=.007) and improvements in behavior scores in both groups (Cohen d: intervention=0.61, control=0.63; all P<.001). Results The findings were consistent across intention-to-treat and per-protocol analyses. In the intervention group, the number of podiatry visits was positively correlated with improved foot care behavior (r=0.408; P=.02), while the control group showed a negative correlation (r=-0.402; P=.02). No significant correlations were observed with knowledge scores. Although no significant time×group interactions were seen, the main effects of time were found for both knowledge (η²=0.12; P=.004) and behavior scores (η²=0.31; P<.001). Post hoc analysis showed a decline in knowledge scores in the control group (Cohen d=-0.24; P=.007) and improvements in behavior scores in both groups (Cohen d: intervention=0.61, control=0.63; all P<.001).The MyU app-based multimedia intervention was associated with improved foot care behaviors over 12 months, indicating potential benefits as an adjunct to usual diabetic foot care. However, no significant changes in diabetic foot care knowledge were observed. These findings suggest that while the applied digital multimedia tool may support behavior change, further research is needed to enhance knowledge retention and clinical impact. The study revealed that multimedia education alone may not be effective for long-term improvement in foot self-care knowledge and behavior among individuals at moderate-high DFU risk, but the reinforcement of educational material during follow-up podiatry visits could be effective. Conclusions The MyU app-based multimedia intervention was associated with improved foot care behaviors over 12 months, indicating potential benefits as an adjunct to usual diabetic foot care. However, no significant changes in diabetic foot care knowledge were observed. These findings suggest that while the applied digital multimedia tool may support behavior change, further research is needed to enhance knowledge retention and clinical impact. The study revealed that multimedia education alone may not be effective for long-term improvement in foot self-care knowledge and behavior among individuals at moderate-high DFU risk, but the reinforcement of educational material during follow-up podiatry visits could be effective.",
    "Publication title": "JMIR human factors",
    "Country of publication": "Canada",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.2196/78261",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Insufficient high-quality evidence for long-term improvement in diabetic foot care knowledge and behaviors; multimedia education alone may not be effective for long-term improvement in foot self-care knowledge and behavior among individuals at moderate-to-high risk of diabetic foot ulceration.",
    "approaches": "Randomized controlled trial with an intervention group receiving a multimedia diabetic foot care presentation and regular smartphone alerts via the MyU app on top of usual care, and a control group receiving usual diabetic foot care advice. Patient knowledge and behaviors were assessed at baseline and after 12 months using repeated measures ANOVA in both intention-to-treat and per-protocol analyses.",
    "tools": "Multimedia presentation, smartphone application (MyU app) for delivering 'foot alerts'.",
    "findings": "The intervention was associated with improved foot care behaviors over 12 months. In the intervention group, the number of podiatry visits was positively correlated with improved foot care behavior, while the control group showed a negative correlation. No significant changes in diabetic foot care knowledge were observed. A main effect of time was found for both knowledge and behavior scores, with post-hoc analysis showing a decline in knowledge scores in the control group and improvements in behavior scores in both groups.",
    "sectors": [
      "Healthcare",
      "Medical"
    ],
    "collins_based_taxonomy": [
      "Embodied knowledge (patient foot care behaviors and routines)",
      "Embrained knowledge (declarative knowledge about diabetic foot care)"
    ],
    "seci": [
      "Socialization (implied through patient-podiatrist interactions during visits)",
      "Externalization (conversion of expert knowledge into multimedia presentations and app alerts)",
      "Combination (delivery of combined educational material via digital tool)",
      "Internalization (patients internalizing knowledge into sustained behaviors, though limited for knowledge retention)"
    ]
  },
  {
    "Title": "Human Motion Prediction via Continual Prior Compensation",
    "Author": "Tang, Jianwei; Hu, Jian-Fang; Liang, Tianming; Lin, Xiaotong; Sun, Jiangxin; Zheng, Wei-Shi; Lai, Jianhuang",
    "Abstract": "Human Motion Prediction (HMP) aims to predict future human poses at different moments according to observed past motion sequences. Previous approaches mainly treated the prediction of different temporal moments as a single prediction task and learned the predictions of varied moments simultaneously, which would encounter a main limitation: the learning of short term predictions (referring to \"near-future\" prediction) could be hindered by the predictions of long-term (referring to \"far future\" prediction) motions. In this paper, we develop a novel temporal continual learning framework called Continual Prior Compensation (CPC) to progressively train HMP models, in which we divide the prediction task of motions corresponding to varied temporal moments into several subtasks and train the model in a multi-stage manner. To mitigate the prior information forgetting in the progressive training, we further introduce a learnable random variable Prior Compensation Factor (PCF) to explicitly measure the prior knowledge loss. We theoretically show that the PCF can be efficiently learned together with the model parameters by minimizing a reasonable upper bound of the objective function. The proposed CPC is further enhanced to estimate the prior information loss for each subtask and a new framework called Continual Prior Compensation++ (CPC++) with Fine-Grained Prior Compensation Factor (FGPCF) is finally developed. Our CPC and CPC++ frameworks are quite flexible and can be easily integrated with different HMP backbone models and adapted to various datasets and applications. Extensive experiments on three HMP benchmark datasets using multiple SOTA HMPbackbones (PGBIG, siMLPe, MotionMixer, and LTD) demonstrate the effectiveness and flexibility of our frameworks.Human Motion Prediction (HMP) aims to predict future human poses at different moments according to observed past motion sequences. Previous approaches mainly treated the prediction of different temporal moments as a single prediction task and learned the predictions of varied moments simultaneously, which would encounter a main limitation: the learning of short term predictions (referring to \"near-future\" prediction) could be hindered by the predictions of long-term (referring to \"far future\" prediction) motions. In this paper, we develop a novel temporal continual learning framework called Continual Prior Compensation (CPC) to progressively train HMP models, in which we divide the prediction task of motions corresponding to varied temporal moments into several subtasks and train the model in a multi-stage manner. To mitigate the prior information forgetting in the progressive training, we further introduce a learnable random variable Prior Compensation Factor (PCF) to explicitly measure the prior knowledge loss. We theoretically show that the PCF can be efficiently learned together with the model parameters by minimizing a reasonable upper bound of the objective function. The proposed CPC is further enhanced to estimate the prior information loss for each subtask and a new framework called Continual Prior Compensation++ (CPC++) with Fine-Grained Prior Compensation Factor (FGPCF) is finally developed. Our CPC and CPC++ frameworks are quite flexible and can be easily integrated with different HMP backbone models and adapted to various datasets and applications. Extensive experiments on three HMP benchmark datasets using multiple SOTA HMPbackbones (PGBIG, siMLPe, MotionMixer, and LTD) demonstrate the effectiveness and flexibility of our frameworks.",
    "Publication title": "IEEE transactions on pattern analysis and machine intelligence",
    "Country of publication": "United States",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1109/TPAMI.2026.3651530",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "",
    "approaches": "",
    "tools": "",
    "findings": "",
    "sectors": "",
    "collins_based_taxonomy": "",
    "seci": ""
  },
  {
    "Title": "Mixed reality neurosurgical simulations and adult learning theories: a systematic review",
    "Author": "Giraldo, Juan P1; Dholaria, Nikhil1; Williams, Nicholas1; Michaels, Chinami1; Ehredt, Ryan B1; Fotias, Demos J1; Cho, Steve S1; Sonntag, Volker K H1; Uribe, Juan S11 Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, AZ, USA Neuropub@barrowneuro.org",
    "Abstract": "Neurosurgical education relies on rigorous training to help learners develop technical proficiency and neuroanatomical comprehension. Traditional teaching methods, such as cadaveric dissections and live surgical observations, face limitations associated with accessibility, cost, and ethical concerns. Mixed reality (MR), an emerging technology within extended reality, offers an interactive and immersive approach to surgical training. This review examines the effectiveness of MR in neurosurgical education through established adult learning theories, aiming to determine the optimal integration model for enhancing trainee skill acquisition and knowledge retention. BACKGROUND Neurosurgical education relies on rigorous training to help learners develop technical proficiency and neuroanatomical comprehension. Traditional teaching methods, such as cadaveric dissections and live surgical observations, face limitations associated with accessibility, cost, and ethical concerns. Mixed reality (MR), an emerging technology within extended reality, offers an interactive and immersive approach to surgical training. This review examines the effectiveness of MR in neurosurgical education through established adult learning theories, aiming to determine the optimal integration model for enhancing trainee skill acquisition and knowledge retention.A systematic literature search of MEDLINE, Scopus, Embase, and Cochrane databases was conducted. The search included studies of MR applications in neurosurgical education aligned with adult learning theories. A total of 341 articles were identified, with 18 meeting the inclusion criteria after screening. Studies were categorized based on their integration of adult learning theories, including experiential learning, constructivism, behaviorism, cognitivism, and self-directed learning. Data extraction focused on MR applications, assessment metrics, and performance improvements among trainees. METHODS A systematic literature search of MEDLINE, Scopus, Embase, and Cochrane databases was conducted. The search included studies of MR applications in neurosurgical education aligned with adult learning theories. A total of 341 articles were identified, with 18 meeting the inclusion criteria after screening. Studies were categorized based on their integration of adult learning theories, including experiential learning, constructivism, behaviorism, cognitivism, and self-directed learning. Data extraction focused on MR applications, assessment metrics, and performance improvements among trainees.The review found that MR-based neurosurgical training improved spatial understanding, procedural accuracy, and trainee engagement. Experiential learning was the most frequently applied model (18 studies), followed by constructivism (15 studies), behaviorism (7 studies), and cognitivism (6 studies). Studies on cranial procedures demonstrated enhanced spatial cognition and motor skills, whereas studies exploring spinal procedures, such as pedicle screw placement, showed increased precision and greater trainee confidence. Although no studies explicitly emphasized andragogy or connectivism, MR's integration of feedback mechanisms and real-time simulation was found to facilitate skill refinement and knowledge retention. RESULTS The review found that MR-based neurosurgical training improved spatial understanding, procedural accuracy, and trainee engagement. Experiential learning was the most frequently applied model (18 studies), followed by constructivism (15 studies), behaviorism (7 studies), and cognitivism (6 studies). Studies on cranial procedures demonstrated enhanced spatial cognition and motor skills, whereas studies exploring spinal procedures, such as pedicle screw placement, showed increased precision and greater trainee confidence. Although no studies explicitly emphasized andragogy or connectivism, MR's integration of feedback mechanisms and real-time simulation was found to facilitate skill refinement and knowledge retention.MR-based neurosurgical training aligns effectively with theories of adult learning, particularly experiential and constructivist learning. The technology enhances procedural accuracy and spatial awareness, contributing to improved neurosurgical education. Although MR accelerates the learning curve, randomized controlled trials are needed to evaluate its long-term impact on surgical performance. Incorporating MR into neurosurgical curricula could revolutionize training by fostering active learning, optimizing skill acquisition, and improving patient safety. CONCLUSIONS MR-based neurosurgical training aligns effectively with theories of adult learning, particularly experiential and constructivist learning. The technology enhances procedural accuracy and spatial awareness, contributing to improved neurosurgical education. Although MR accelerates the learning curve, randomized controlled trials are needed to evaluate its long-term impact on surgical performance. Incorporating MR into neurosurgical curricula could revolutionize training by fostering active learning, optimizing skill acquisition, and improving patient safety.",
    "Publication title": "Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia",
    "Country of publication": "United Kingdom",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1016/j.jocn.2025.111839",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Limitations of traditional neurosurgical teaching methods (cadaveric dissections, live surgical observations) regarding accessibility, cost, and ethical concerns.",
    "approaches": "A systematic literature review examining the effectiveness of Mixed Reality (MR) in neurosurgical education through the lens of established adult learning theories (e.g., experiential learning, constructivism, behaviorism, cognitivism, self-directed learning).",
    "tools": "Mixed Reality (MR) technology, including interactive and immersive simulations with feedback mechanisms and real-time simulation.",
    "findings": "MR-based training improved spatial understanding, procedural accuracy, and trainee engagement. Experiential learning was the most applied model. Studies on cranial procedures showed enhanced spatial cognition and motor skills; spinal procedure studies showed increased precision and trainee confidence. MR facilitates skill refinement and knowledge retention.",
    "sectors": [
      "Neurosurgery",
      "Medical Education",
      "Surgical Training"
    ],
    "collins_based_taxonomy": [
      "Embodied knowledge (tacit skills related to spatial understanding, procedural accuracy, and motor skills in surgical procedures)",
      "Embrained knowledge (neuroanatomical comprehension and spatial cognition)"
    ],
    "seci": [
      "Socialization (implied through experiential learning and simulation-based practice)",
      "Externalization (facilitated by MR's interactive feedback mechanisms translating skill practice into explicit metrics)",
      "Combination (integration of MR simulations with theoretical knowledge from adult learning models)",
      "Internalization (skill refinement and knowledge retention through repeated, immersive practice)"
    ]
  },
  {
    "Title": "Impact of Multimedia on Patient Comprehension in Thyroid Surgery: A Randomized Trial",
    "Author": "Samarah, Hani1    ; Moroco, Annie E1; Liu, Kalena1; Nunes, Kathryn1; Thal, Arielle G1; Curry, Joseph M1; Cottrill, Elizabeth E11 Department of Otolaryngology-Head and Neck Surgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA",
    "Abstract": "To assess whether the Thyroid Informed Surgical Consent Augmenting Video (TISCAV) improves knowledge retention, reduces decisional conflict, alleviates anxiety, and enhances satisfaction in thyroidectomy decision-making compared to standard verbal consent. OBJECTIVE To assess whether the Thyroid Informed Surgical Consent Augmenting Video (TISCAV) improves knowledge retention, reduces decisional conflict, alleviates anxiety, and enhances satisfaction in thyroidectomy decision-making compared to standard verbal consent.Randomized controlled trial. STUDY DESIGN Randomized controlled trial.Academic tertiary care center with urban outpatient and community-based clinics. SETTING Academic tertiary care center with urban outpatient and community-based clinics.Forty-nine English-speaking adults scheduled for thyroid surgery were randomized to receive either standard verbal consent alone (control) or TISCAV followed by standard consent (intervention). Forty-three completed preoperative assessments and were included in the analysis. Knowledge was assessed before and after consent. Visual Analog Scale for Anxiety (VAS-A), Decisional Conflict Scale (DCS), and Satisfaction with Decision Scale (SDS) were measured preoperatively; SDS, Decision Regret Scale (DRS), and anxiety were reassessed at 22 and 100 days postoperatively. METHODS Forty-nine English-speaking adults scheduled for thyroid surgery were randomized to receive either standard verbal consent alone (control) or TISCAV followed by standard consent (intervention). Forty-three completed preoperative assessments and were included in the analysis. Knowledge was assessed before and after consent. Visual Analog Scale for Anxiety (VAS-A), Decisional Conflict Scale (DCS), and Satisfaction with Decision Scale (SDS) were measured preoperatively; SDS, Decision Regret Scale (DRS), and anxiety were reassessed at 22 and 100 days postoperatively.Both groups demonstrated significant knowledge gains post-consent (P < .0001), with no significant difference between groups (P = .1812). Patients with malignant/suspicious cytopathology had lower decisional conflict than those with benign findings (P = .03); scores in indeterminate cases trended similarly (P = .11). Among patients with indeterminate cytopathology, decisional conflict did not differ significantly (P = .06), while preoperative satisfaction was lower in the video group (P = .02); group differences resolved postoperatively (P ≥ .55). RESULTS Both groups demonstrated significant knowledge gains post-consent (P < .0001), with no significant difference between groups (P = .1812). Patients with malignant/suspicious cytopathology had lower decisional conflict than those with benign findings (P = .03); scores in indeterminate cases trended similarly (P = .11). Among patients with indeterminate cytopathology, decisional conflict did not differ significantly (P = .06), while preoperative satisfaction was lower in the video group (P = .02); group differences resolved postoperatively (P ≥ .55).TISCAV and standard consent both improved knowledge acquisition. While video-based consent may transiently increase decisional conflict and reduce satisfaction among patients with indeterminate pathology, these effects did not persist postoperatively. Video tools may serve as a safe and accessible adjunct to verbal consent. CONCLUSION TISCAV and standard consent both improved knowledge acquisition. While video-based consent may transiently increase decisional conflict and reduce satisfaction among patients with indeterminate pathology, these effects did not persist postoperatively. Video tools may serve as a safe and accessible adjunct to verbal consent.",
    "Publication title": "Otolaryngology--head and neck surgery : official journal of American Academy of Otolaryngology-Head and Neck Surgery",
    "Country of publication": "United Kingdom",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1002/ohn.70111",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Assessing whether a video-based consent tool improves knowledge retention, reduces decisional conflict, alleviates anxiety, and enhances satisfaction in thyroidectomy decision-making compared to standard verbal consent.",
    "approaches": "Randomized controlled trial comparing standard verbal consent alone (control) to the Thyroid Informed Surgical Consent Augmenting Video (TISCAV) followed by standard consent (intervention).",
    "tools": "Thyroid Informed Surgical Consent Augmenting Video (TISCAV), Visual Analog Scale for Anxiety (VAS-A), Decisional Conflict Scale (DCS), Satisfaction with Decision Scale (SDS), Decision Regret Scale (DRS).",
    "findings": "Both groups demonstrated significant knowledge gains post-consent with no significant difference between groups. Patients with malignant/suspicious cytopathology had lower decisional conflict than those with benign findings. Among patients with indeterminate cytopathology, video-based consent initially increased decisional conflict and reduced satisfaction, but these effects did not persist postoperatively.",
    "sectors": [
      "Healthcare",
      "Surgery"
    ],
    "collins_based_taxonomy": [
      "Tacit knowledge related to patient understanding of surgical procedures, risks, and outcomes",
      "Tacit knowledge of patient anxiety and decisional conflict in medical decision-making"
    ],
    "seci": [
      "Socialization: Interaction between healthcare providers and patients during consent process",
      "Externalization: Use of video tool to articulate and formalize surgical information",
      "Combination: Integration of video content with standard verbal consent",
      "Internalization: Patients internalizing information to reduce anxiety and decisional conflict"
    ]
  },
  {
    "Title": "Debate activities in U.S. pharmacy education: A scoping review",
    "Author": "Freund, Berkley R1; Farris, Charlotte2; Samuel, Nephy2; Hintze, Trager D31 Department of Pharmacy Practice, Texas Tech University Health Sciences Center Jerry H. Hodge School of Pharmacy, 1300 Coulter Street, Amarillo, TX 79106, United States berkley.freund@ttuhsc.edu2 Department of Pharmacy Practice, Texas A & M Rangel College of Pharmacy, College Station, TX, United States3 Department of Medical Education, Alice L. Walton School of Medicine, Bentonville, AR, United States",
    "Abstract": "Debates have emerged as an active learning strategy in pharmacy education, aiming to enhance critical thinking, communication, engagement, and knowledge acquisition. This review aims to broadly identify and describe debate activities implemented in U.S. Doctor of Pharmacy programs, characterize their design and assessment methods, summarize reported effectiveness on learning and skill development, and identify themes and gaps to inform best practices. BACKGROUND Debates have emerged as an active learning strategy in pharmacy education, aiming to enhance critical thinking, communication, engagement, and knowledge acquisition. This review aims to broadly identify and describe debate activities implemented in U.S. Doctor of Pharmacy programs, characterize their design and assessment methods, summarize reported effectiveness on learning and skill development, and identify themes and gaps to inform best practices.A scoping review identified 13 studies conducted in U.S. pharmacy programs that integrated debate activities. Most were implemented in third- and fourth-year coursework, frequently using Lincoln-Douglas or modified formats. Outcomes evaluated included student confidence, skill development, engagement, and knowledge retention, assessed through subjective and objective measures. METHODS A scoping review identified 13 studies conducted in U.S. pharmacy programs that integrated debate activities. Most were implemented in third- and fourth-year coursework, frequently using Lincoln-Douglas or modified formats. Outcomes evaluated included student confidence, skill development, engagement, and knowledge retention, assessed through subjective and objective measures.Students consistently reported that debates strengthened confidence in critical thinking, analytical reasoning, and oral communication. Several studies demonstrated significant knowledge gains from pre- to post-debate; however, when compared with alternative methods such as lectures or Journal Clubs, debates were generally non-inferior for knowledge retention. Students valued debates for their engaging format and perceived skill-building benefits. Reported challenges included time demands, logistical complexity, and variability in assessment methods. The lack of standardized evaluation tools limited the ability to draw definitive conclusions about effectiveness. RESULTS Students consistently reported that debates strengthened confidence in critical thinking, analytical reasoning, and oral communication. Several studies demonstrated significant knowledge gains from pre- to post-debate; however, when compared with alternative methods such as lectures or Journal Clubs, debates were generally non-inferior for knowledge retention. Students valued debates for their engaging format and perceived skill-building benefits. Reported challenges included time demands, logistical complexity, and variability in assessment methods. The lack of standardized evaluation tools limited the ability to draw definitive conclusions about effectiveness.Debates represent a flexible and engaging pedagogical approach with potential to foster higher-order skills and enhance student engagement in pharmacy curricula. Current evidence, however, relies heavily on self-reported outcomes and limited objective measures. Future research should emphasize standardized implementation, development of reliable assessment instruments, and rigorous comparisons with other instructional strategies to clarify the educational impact of debates in pharmacy education. IMPLICATIONS Debates represent a flexible and engaging pedagogical approach with potential to foster higher-order skills and enhance student engagement in pharmacy curricula. Current evidence, however, relies heavily on self-reported outcomes and limited objective measures. Future research should emphasize standardized implementation, development of reliable assessment instruments, and rigorous comparisons with other instructional strategies to clarify the educational impact of debates in pharmacy education.",
    "Publication title": "Currents in pharmacy teaching & learning",
    "Country of publication": "United States",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1016/j.cptl.2025.102563",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "The main problem or gap addressed is the lack of standardized evaluation tools and definitive evidence on the effectiveness of debates in pharmacy education, as current evidence relies heavily on self-reported outcomes and limited objective measures.",
    "approaches": "The approach used is a scoping review to identify and describe debate activities in U.S. Doctor of Pharmacy programs, characterize their design and assessment methods, and summarize reported effectiveness.",
    "tools": "The knowledge management tools used are debate activities, specifically Lincoln-Douglas or modified debate formats, as pedagogical tools.",
    "findings": "Key results include: debates strengthened student confidence in critical thinking, analytical reasoning, and oral communication; they showed significant knowledge gains from pre- to post-debate but were generally non-inferior to lectures or Journal Clubs for knowledge retention; students valued the engaging format; challenges included time demands, logistical complexity, and variable assessment methods.",
    "sectors": [
      "Higher Education",
      "Pharmacy Education",
      "Healthcare Education"
    ],
    "collins_based_taxonomy": "The tacit knowledge discussed relates to 'embrained knowledge' (individual critical thinking and analytical reasoning skills) and 'encultured knowledge' (communication and engagement skills developed through interactive, social learning formats like debates).",
    "seci": "The SECI processes discussed are primarily 'Socialization' (tacit-to-tacit knowledge transfer through interactive debate participation and observation) and 'Externalization' (articulating and debating positions converts tacit understanding into explicit arguments). 'Combination' (organizing explicit knowledge from research into debate arguments) and 'Internalization' (learning and embodying knowledge and skills through the debate experience) are also implied."
  },
  {
    "Title": "Comparing different retrieval practice strategies using virtual patients: A stratified randomized trial",
    "Author": "Gianotto-Oliveira, Renan1    ; Steenhof, Naomi2    ; Cecilio-Fernandes, Dario3    1 School of Medical Sciences, University of Campinas, Campinas, Brazil; School of Medicine, São Leopoldo Mandic College, Campinas, Brazil2 Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada3 School of Medical Sciences, University of Campinas, Campinas, Brazil; Institute of Medical Education Research Rotterdam, Erasmus MC University Medical Centre Rotterdam, Rotterdam, The Netherlands",
    "Abstract": "This study evaluated the effectiveness of three retrieval practice strategies: re-solving virtual patient (VP) cases, answering multiple-choice questions (MCQs), and answering short answer questions (SAQs), on long-term memory retention of medical students using a VP simulation platform. OBJECTIVES This study evaluated the effectiveness of three retrieval practice strategies: re-solving virtual patient (VP) cases, answering multiple-choice questions (MCQs), and answering short answer questions (SAQs), on long-term memory retention of medical students using a VP simulation platform.Eighty fifth-year medical students participated in a stratified randomized trial conducted in three phases. In the initial learning phase, participants completed a 14-item baseline test (seven MCQs and seven SAQs) to assess prior knowledge and enable stratified randomization. They then engaged with two clinical cases using the Paciente 360 ® VP platform. One week later, participants were randomly assigned to one of three retrieval practice conditions: re-solving the original VP cases, answering 24 related MCQs, or answering 24 related SAQs. Six weeks after the intervention, participants completed a 40-item retention test (20 MCQs and 20 SAQs), which included both previously encountered and novel questions to assess long-term retention and transfer of learning. METHODS Eighty fifth-year medical students participated in a stratified randomized trial conducted in three phases. In the initial learning phase, participants completed a 14-item baseline test (seven MCQs and seven SAQs) to assess prior knowledge and enable stratified randomization. They then engaged with two clinical cases using the Paciente 360® VP platform. One week later, participants were randomly assigned to one of three retrieval practice conditions: re-solving the original VP cases, answering 24 related MCQs, or answering 24 related SAQs. Six weeks after the intervention, participants completed a 40-item retention test (20 MCQs and 20 SAQs), which included both previously encountered and novel questions to assess long-term retention and transfer of learning.Participants in the SAQ condition demonstrated a statistically significant improvement in performance over time, while those in the re-solving the virtual case and MCQ conditions maintained their knowledge levels. No significant differences were observed between performance on repeated versus novel questions or between MCQs and SAQs. RESULTS Participants in the SAQ condition demonstrated a statistically significant improvement in performance over time, while those in the re-solving the virtual case and MCQ conditions maintained their knowledge levels. No significant differences were observed between performance on repeated versus novel questions or between MCQs and SAQs.Retrieval practice using VP simulations supports knowledge retention, with SAQs yielding the greatest improvement from baseline. Comparable performance on repeated and novel questions suggests that retrieval practice may also promote transfer of learning to new clinical scenarios. CONCLUSIONS Retrieval practice using VP simulations supports knowledge retention, with SAQs yielding the greatest improvement from baseline. Comparable performance on repeated and novel questions suggests that retrieval practice may also promote transfer of learning to new clinical scenarios.",
    "Publication title": "Medical teacher",
    "Country of publication": "United Kingdom",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1080/0142159X.2025.2607517",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Evaluating the effectiveness of different retrieval practice strategies on long-term memory retention and transfer of learning in medical education.",
    "approaches": "A stratified randomized trial with three phases: initial learning with VP cases, retrieval practice intervention (one of three conditions), and a long-term retention test.",
    "tools": "Virtual patient (VP) simulation platform (Paciente 360®), multiple-choice questions (MCQs), short answer questions (SAQs).",
    "findings": "SAQ retrieval practice led to a statistically significant improvement in performance over time, while re-solving VP cases and MCQs maintained knowledge levels. No significant differences between performance on repeated vs. novel questions or between MCQs and SAQs, suggesting retrieval practice may promote transfer of learning.",
    "sectors": [
      "Medical Education",
      "Healthcare Training"
    ],
    "collins_based_taxonomy": [
      "Tacit knowledge of clinical reasoning and decision-making processes in patient care scenarios."
    ],
    "seci": [
      "Internalization (learning from VP simulation and practice)",
      "Combination (applying learned knowledge to answer SAQs/MCQs and novel questions)"
    ]
  },
  {
    "Title": "Facilitators and Barriers to Adoption of Mobile Learning Technologies in Undergraduate Health Professional Education in Clinical Environments: A Scoping Review",
    "Author": "Huertas-Zurriaga, Ariadna1; Dobrowolska, Beata2; Chrzan-Rodak, Agnieszka2; Fessl, Angela3; Dennerlein, Sebastian4; Herbstreit, Stephanie5; Martínez-Gaitero, Carlos6; Cabrera, Esther61 Germans Trias i Pujol Research Institute, Hospital Germans Trias i Pujol, Institut Català de la Salut, Carretera de Canyet, s/n, 08916, Badalona, Spain2 Faculty of Health Sciences, Medical University of Lublin, ul. S. Staszica 4-6, 20-081, Lublin, Poland beatadobrowolska@umlub.pl3 Institute of Interactive Systems and Data Science, Graz University of Technology, and Know Center Research GmbH, Sandgasse 26/3, 8010, Graz, Austria4 Interdisciplinary Transformation University AT, Altenberger Straße 66c Science Park 4, 4040, Linz, Austria5 Faculty of Medicine of the University of Duisburg-Essen, Essen, Germany6 TecnoCampus, Universitat Pompeu Fabra, Spain. TecnoCampus Mataró-Maresme, Edifici TCM6, Passatge d'Adolf Comeron, 10 08302, Mataró, Barcelona, Spain",
    "Abstract": "The increasing adoption of digital education, including mobile learning (mLearning), is transforming the training of future health professionals, offering advantages such as improved accessibility, timeliness, and affordability. While mLearning enhances clinical training by providing flexible access to information and supporting practical skills development, challenges such as inadequate resources and resistance from staff and patients need to be addressed for successful integration. This review aims to explore the factors for successful adoption of mLearning in clinical placements, providing valuable insights to inform best practices in its implementation. A scoping review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for scoping reviews (PRISMA-ScR). Arksey and O'Malley and Joanna Briggs Institute (JBI) methodology was applied. Searching 6 electronic databases plus manual searching returned 5178 articles, with 76 articles included in analysis. All studies were published between 2008 and 2024, with a significant proportion originating from Canada (n = 12), the United States (n = 12), the United Kingdom (n = 11), and Australia (n = 11). The majority of the studies involved nursing (n = 47) and medical (n = 24) students. The analysis revealed 6 facilitators and 6 barriers. It identified positive attitudes toward mobile applications, highlighting their role in enhancing education in clinical environment, organizing training, and improving patient care. However, barriers such as the absence of regulations, ethical concerns, and technical issues were also noted, along with the need to address information literacy and skills. Mapping research regarding facilitators and barriers for introducing mobile learning technologies into undergraduate education in clinical environment has helped in creating a set of solutions which are capable to ensure the success and sustainability of mLearning. These solutions should be considered at the innovation's design, implementation, and post-implementation stages to guarantee its effectiveness in education in clinical environments. This may help to enhance the learning experience, improve knowledge retention, and develop clinical skills, while providing a cost-effective solution for clinical training programs for healthcare professions. This, in turn, has positive implications for quality of care provided.The increasing adoption of digital education, including mobile learning (mLearning), is transforming the training of future health professionals, offering advantages such as improved accessibility, timeliness, and affordability. While mLearning enhances clinical training by providing flexible access to information and supporting practical skills development, challenges such as inadequate resources and resistance from staff and patients need to be addressed for successful integration. This review aims to explore the factors for successful adoption of mLearning in clinical placements, providing valuable insights to inform best practices in its implementation. A scoping review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analysis extension for scoping reviews (PRISMA-ScR). Arksey and O'Malley and Joanna Briggs Institute (JBI) methodology was applied. Searching 6 electronic databases plus manual searching returned 5178 articles, with 76 articles included in analysis. All studies were published between 2008 and 2024, with a significant proportion originating from Canada (n = 12), the United States (n = 12), the United Kingdom (n = 11), and Australia (n = 11). The majority of the studies involved nursing (n = 47) and medical (n = 24) students. The analysis revealed 6 facilitators and 6 barriers. It identified positive attitudes toward mobile applications, highlighting their role in enhancing education in clinical environment, organizing training, and improving patient care. However, barriers such as the absence of regulations, ethical concerns, and technical issues were also noted, along with the need to address information literacy and skills. Mapping research regarding facilitators and barriers for introducing mobile learning technologies into undergraduate education in clinical environment has helped in creating a set of solutions which are capable to ensure the success and sustainability of mLearning. These solutions should be considered at the innovation's design, implementation, and post-implementation stages to guarantee its effectiveness in education in clinical environments. This may help to enhance the learning experience, improve knowledge retention, and develop clinical skills, while providing a cost-effective solution for clinical training programs for healthcare professions. This, in turn, has positive implications for quality of care provided.",
    "Publication title": "Journal of medical systems",
    "Country of publication": "United States",
    "Publication year": "2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1007/s10916-025-02325-6",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "other",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Challenges such as inadequate resources, resistance from staff and patients, absence of regulations, ethical concerns, technical issues, and the need to address information literacy and skills for the successful integration of mLearning in clinical placements.",
    "approaches": "A scoping review conducted in accordance with PRISMA-ScR guidelines, applying Arksey and O'Malley and Joanna Briggs Institute (JBI) methodology. The review involved searching 6 electronic databases plus manual searching, analyzing 76 included articles to map facilitators and barriers.",
    "tools": "Mobile learning (mLearning) technologies, specifically mobile applications, used as digital education tools for clinical training.",
    "findings": "The analysis revealed 6 facilitators and 6 barriers for mLearning adoption. Facilitators included positive attitudes towards mobile apps, their role in enhancing clinical education, organizing training, and improving patient care. The mapping of these factors helped create a set of solutions to ensure mLearning success and sustainability, which should be considered at design, implementation, and post-implementation stages. This can enhance learning experience, improve knowledge retention, develop clinical skills, provide cost-effective training, and positively impact quality of care.",
    "sectors": [
      "Healthcare",
      "Higher Education"
    ],
    "collins_based_taxonomy": "Tacit knowledge related to clinical skills, practical know-how in patient care, and the experiential knowledge of navigating clinical environments, which mLearning aims to support and develop.",
    "seci": [
      "Socialization (tacit-to-tacit): Implied in the clinical placement setting where students learn from staff and peers.",
      "Externalization (tacit-to-explicit): The process of codifying clinical knowledge and best practices into mobile learning resources.",
      "Combination (explicit-to-explicit): The aggregation and organization of educational content (e.g., guidelines, protocols) within mobile applications.",
      "Internalization (explicit-to-tacit): The process where students internalize knowledge from mLearning tools to develop their clinical skills and judgment."
    ]
  },
  {
    "Title": "Does gender influence learning, perceptions and retention in regional anatomy dissection courses?",
    "Author": "Antipova, Veronica1; Siwetz, Martin1; Fellner, Franz A.2; Manhal, Simone3; Niedermair, Julian F.2; Ondruschka, Benjamin4; Poilliot, Amélie J.5; Wimmer-Röll, Monika6; Wree, Andreas7; Hammer, Niels8    1 Medical University of Graz, Division of Macroscopic and Clinical Anatomy, Gottfried Schatz Research Center, Graz, Austria (GRID:grid.11598.34) (ISNI:0000 0000 8988 2476)2 Johannes Kepler University Hospital, Central Radiology Institute, Linz, Austria (GRID:grid.9970.7) (ISNI:0000 0001 1941 5140); Joh annes Kepler University, Division of Virtual Morphology, Institute of Anatomy and Cell Biology, Linz, Austria (GRID:grid.9970.7) (ISNI:0000 0001 1941 5140)3 Medical University of Graz, Office of the Vice-Rector for Studies and Teaching, Graz, Austria (GRID:grid.11598.34) (ISNI:0000 0000 8988 2476)4 University Medical Center Hamburg-Eppendorf, Institute of Legal Medicine, Hamburg, Germany (GRID:grid.13648.38) (ISNI:0000 0001 2180 3484)5 University of Basel, Anatomical Institute, Basel, Switzerland (GRID:grid.6612.3) (ISNI:0000 0004 1937 0642)6 Johannes Kepler University, Institute of Anatomy and Cell Biology, Linz, Austria (GRID:grid.9970.7) (ISNI:0000 0001 1941 5140)7 Rostock University Medical Center, Institute of Anatomy, Rostock, Germany (GRID:grid.413108.f) (ISNI:0000 0000 9737 0454)8 Medical University of Graz, Division of Macroscopic and Clinical Anatomy, Gottfried Schatz Research Center, Graz, Austria (GRID:grid.11598.34) (ISNI:0000 0000 8988 2476); University of Leipzig, Department of Orthopedic and Trauma Surgery, Leipzig, Germany (GRID:grid.9647.c) (ISNI:0000 0004 7669 9786); Fraunhofer Institute for Machine Tools and Forming Technology (IWU), Division of Biomechatronics, Chemnitz and Dresden, Germany (GRID:grid.461651.1) (ISNI:0000 0004 0574 2038)",
    "Abstract": "Medical educators should understand the differences within the medical student population, including gender. Research on gender effects on learning and skill acquisition has yielded contradictory results, particularly in anatomy learning among undergraduate medical students. While various dissection course settings have been evaluated, gender-specific differences have largely been overlooked. This study examined gender differences in several aspects of anatomy education. First, the ability of undergraduate medical students to identify anatomical structures was assessed to determine gender differences in learning gains. Second, learning outcomes were compared between a 3-month and a 1-month regional anatomy course, with attention to gender. Third, knowledge retention was evaluated at 6- and 12-month follow-ups. Finally, student perceptions of different embalming methods for anatomy learning were assessed with a focus on gender. Minor differences were observed between genders across different regions in learning gains. Scores from the 3-month course were higher than those from the 1-month course, regardless of gender, particularly for the neck, thorax, and abdomen. A significant knowledge gain was noted in abdominal anatomy at the 6- and 12-month follow-up: scores improved by 56% in females and by 68% in males. The comparison of Thiel- versus ethanol-based embalming revealed gender differences regarding tissue pliability and the utility of tissues for achieving learning objectives. In conclusion, subtle differences appear to exist between female and male students in terms of perceptions and learning outcomes in gross anatomy dissection courses. These findings will be useful in developing new curricula for undergraduate medical students, taking into account gender differences in the context of regional anatomy dissection courses.",
    "Publication title": "Anatomical Science International; New York",
    "Country of publication": "Netherlands",
    "Publication year": "Jan 2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1007/s12565-025-00834-5",
    "Database": "ProQuest One Applied & Life Sciences,SciTech Premium Collection,ProQuest One Health & Nursing",
    "Document type": "Journal Article",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Contradictory research findings on gender effects on learning and skill acquisition in anatomy education, and the oversight of gender-specific differences in various dissection course settings.",
    "approaches": "Examined gender differences in anatomy education by assessing: 1) ability to identify anatomical structures to determine learning gains, 2) comparing learning outcomes between a 3-month and a 1-month regional anatomy course, 3) evaluating knowledge retention at 6- and 12-month follow-ups, and 4) assessing student perceptions of different embalming methods.",
    "tools": "Dissection courses (regional anatomy courses), embalming methods (Thiel- and ethanol-based), and follow-up assessments for knowledge retention.",
    "findings": "Minor gender differences in learning gains across different regions. Scores were higher in the 3-month course than the 1-month course, especially for neck, thorax, and abdomen. Significant knowledge gain in abdominal anatomy at follow-ups: 56% improvement in females, 68% in males. Gender differences in perceptions of tissue pliability and utility for learning objectives between embalming methods. Subtle gender differences exist in perceptions and learning outcomes.",
    "sectors": [
      "Medical education",
      "Higher education"
    ],
    "collins_based_taxonomy": [
      "Tacit knowledge related to anatomical structure identification",
      "Tacit knowledge related to practical dissection skills and tissue handling"
    ],
    "seci": [
      "Socialization (shared experiences in dissection courses)",
      "Externalization (articulating perceptions of embalming methods)",
      "Combination (comparing outcomes from different course durations and methods)",
      "Internalization (knowledge retention and learning gains over time)"
    ]
  },
  {
    "Title": "Acquiring complex knowledge and skills through digital simulation‐based training: Evidence from an agile project management teaching experience",
    "Author": "Coulon, Thibaut1    ; Cheikh‐Ammar, Mustapha2    ; Bourdeau, Simon1    ; Petit, Marie‐Claude1    1 School of Business and Management, Université du Québec à Montréal, Montréal, Québec, Canada2 Laval University, Québec, Québec, Canada",
    "Abstract": "This study examines the effectiveness of digital simulation‐based training (DSBT) for acquiring complex knowledge and skills. After identifying key aspects of DSBT, it explains how they were used to design a new DSBT activity with Minecraft Education® for teaching agile project management to dispersed students. It then presents a theoretically grounded model that links these key aspects of DSBT to learning perceptions. The model was tested over a 3‐year period through an online survey administered to groups of students who had participated in the new DSBT activity in a project management course. The findings show that two learning‐related beliefs, involvement and enjoyment, are crucial to the success of DSBT, and they offer valuable insights into the acquisition of these beliefs. The findings should be useful to educators and human resource professionals interested in integrating DSBT into their teaching and training practices. Practitioner notes What is already known about this topic? - Digital simulation‐based training (DSBT) enhances learning and knowledge retention. - Experiential activities have been used effectively at business schools to teach complex managerial skills. - Learning involvement and enjoyment have been shown to be crucial to successful learning outcomes. What this paper adds? - A theoretically grounded model linking DSBT to learning perceptions, particularly for teaching agile project management (APM) using Minecraft Education®. - Empirical evidence for the important role of factors such as psychological safety, task interdependence and content relevance in shaping student involvement and enjoyment when DSBT is used. - Insights into the unique challenges and opportunities related to implementing DSBT for remote learners. Implications for practice and/or policy - Educators and practitioners can leverage the study findings to design effective DSBT courses and programmes that enhance both individual and collaborative learning experiences. - Especially in remote learning contexts, they should strive to maintain focus and clarity while at the same time creating a psychologically safe learning environment. - Incorporating real‐world scenarios into DSBT enhances learner engagement and ensures the applicability of knowledge and skills to real‐world settings.",
    "Publication title": "British Journal of Educational Technology; Coventry",
    "Country of publication": "United Kingdom",
    "Publication year": "Jan 2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1111/bjet.70009",
    "Database": "Education Research Index,ProQuest One Applied & Life Sciences,SciTech Premium Collection",
    "Document type": "Journal Article",
    "Research method": "Surveys & questionnaires; Qualitative research",
    "Methodology": "other",
    "challenges": "Effectiveness of digital simulation-based training (DSBT) for acquiring complex knowledge and skills, particularly the unique challenges and opportunities related to implementing DSBT for remote learners.",
    "approaches": "Design of a new DSBT activity using Minecraft Education® for teaching agile project management to dispersed students, and testing a theoretically grounded model linking key aspects of DSBT to learning perceptions via an online survey over a 3-year period.",
    "tools": "Digital simulation-based training (DSBT), Minecraft Education®.",
    "findings": "Two learning-related beliefs, involvement and enjoyment, are crucial to the success of DSBT. Factors such as psychological safety, task interdependence, and content relevance shape student involvement and enjoyment. DSBT enhances learner engagement and ensures applicability of knowledge to real-world settings.",
    "sectors": [
      "Education",
      "Business (specifically project management training)"
    ],
    "collins_based_taxonomy": [
      "Tacit knowledge related to agile project management skills and complex managerial skills."
    ],
    "seci": [
      "Socialization (through collaborative learning experiences in the simulation)",
      "Externalization (through designing and implementing the DSBT activity to teach concepts)",
      "Combination (through linking DSBT aspects to a theoretical model)",
      "Internalization (through students acquiring knowledge and skills via the simulation)."
    ]
  },
  {
    "Title": "P-1917. Targeted Needs Assessment for a Web-Based Infectious Disease Learning Tool: Applying Kern’s Six-Step Approach",
    "Author": "Vo, Thuy Anh1; Bare, Colette1; Shih, Sabrina2; Chiang, Melody2; Abdoler, Emily21 University of Michigan Medical School, Silver Spring, MD2 University of Michigan, Ann Arbor, Michigan",
    "Abstract": "Background As medicine advances and preclinical learning phases are shortened, medical students face an increasingly information-dense curriculum. At the University of Michigan Medical School (UMMS) – where the preclinical curriculum is largely lecture-based and asynchronous over a 12 month period– local web-based resources have enhanced student engagement and knowledge retention in several content areas. However, no such learning resource exists for preclinical Infectious Disease (ID)/Microbiology. To fill this gap, we used Kern’s approach to curriculum development as part of the tool design process, starting with a targeted needs assessment. Medical Students' Preferred Topics Methods We designed an anonymous survey with Likert-scale items to assess student satisfaction with, preparedness for clinical application of, and interest in supplemental resources for the ID/Microbiology content. Students were also asked to choose preferred features for an online learning tool. Results Fifty-three medical students in the 2nd through 4th years responded (10% response rate). Only 62% of students reported being at least partially satisfied with opportunities to apply their ID knowledge in the pre-clinical curriculum. In terms of clinical readiness, 55% felt at least somewhat prepared to diagnose infections, while only 17% felt at least somewhat prepared to propose initial treatment plans for infections. Notably, 94% of respondents expressed interest in a web-based ID supplement, with their feedback informing specific components for inclusion in the proposed tool (Figure 1). Conclusion This needs assessment highlights significant gapsin students’ preparation to apply ID/Microbiology knowledge in a clinical context and affirms student interest in an interactive web-based tool to address this need. We have used Kern’s steps to design MicroModules, asynchronous case-based modules that emphasize clinical reasoning and the application of microbiology in a clinical context. Following implementationthis year, formative and summative evaluations will be used to refine the tool and assess its impact on learner self-efficacy and academic performance. This approach ensures MicroModules is learner-centered and aligned with evolving educational needs. Disclosures All Authors: No reported disclosures",
    "Publication title": "Open Forum Infectious Diseases; Oxford",
    "Country of publication": "United Kingdom",
    "Publication year": "Jan 2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1093/o fid/ofaf695.2086",
    "Database": "Publicly Available Content Database,ProQuest One Health & Nursing",
    "Document type": "Journal Article",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Medical students face an information-dense curriculum with insufficient opportunities to apply Infectious Disease/Microbiology knowledge in a clinical context, leading to gaps in clinical readiness, particularly in diagnosis and treatment planning.",
    "approaches": "Used Kern's approach to curriculum development, starting with a targeted needs assessment via an anonymous survey. Designed and will implement 'MicroModules', asynchronous case-based modules emphasizing clinical reasoning and application.",
    "tools": "Web-based learning resources (specifically the proposed 'MicroModules' tool), anonymous survey with Likert-scale items.",
    "findings": "Only 62% of students were satisfied with application opportunities; 55% felt prepared to diagnose infections; 17% felt prepared to propose initial treatments; 94% expressed interest in a web-based supplement. The needs assessment confirmed gaps and guided tool design.",
    "sectors": [
      "Medical Education",
      "Healthcare"
    ],
    "collins_based_taxonomy": "Tacit knowledge related to clinical reasoning, diagnosis of infections, and proposing initial treatment plans in Infectious Disease/Microbiology.",
    "seci": [
      "Socialization (implied through case-based learning and clinical context application)",
      "Externalization (through the design of explicit educational modules from clinical expertise)",
      "Combination (through structuring knowledge into web-based modules)",
      "Internalization (through student use of modules to build clinical readiness and self-efficacy)"
    ]
  },
  {
    "Title": "P-289. Assessing Knowledge of HIV Pre-exposure Prophylaxis before and after Resident Education",
    "Author": "Grimbergen, Andrea1; Yakubik, Taylor2; Fladie, Ian2; Sisco, Lauren31 Baylor Scott & White - Temple, Temple, TX2 Baylor Scott and White, Temple, Texas3 Baylor Scott & White Health - Temple, Temple, Texas",
    "Abstract": "Background Pre-exposure prophylaxis (PrEP) is highly effective at preventing human immunodeficiency virus (HIV) infection and reduces risk of transmission up to 99% when taken optimally. 1 However, only 30% of eligible patients in U.S. received PrEP in 2020. 2 While over 90% of primary care physicians (PCPs) have an awareness of PrEP, less than half have prescribed or referred out for PrEP. 7-9 Lack of knowledge with managing PrEP has been noted as a major barrier to prescription for PCPs specifically. 4, 5 This may result in fewer prescriptions for eligible patients, especially amongst trainees. This quality improvement (QI) project aimed to assess internal medicine resident PrEP prescribing competency and comfort before and after educational intervention designed to facilitate appropriate PrEP prescription in accordance with USPSTF guidelines. Methods Second- and third-year internal medicine residents completed an hour-long didactic course reviewing the purpose, mechanism of action, side effects and eligibility criteria of PrEP. Residents completed pre-, post- (1-month), and follow-up (6-month) intervention surveys to characterize prescribing competency and comfort using Likert scales. Out of a residency cohort of 45 trainees, 25 completed the pre-intervention survey, and 15 completed the post-intervention survey. Data was analyzed using descriptive statistics and Wilcoxon’s Signed-Rank test. Results Following our intervention, residents felt significantly more confident in their knowledge of PrEP mechanism of action (p=0.001), side effect profile (p = 0.001) and eligibility criteria (p =0.002), as well as significantly more comfortable prescribing PrEP (p=0.007). The most common barrier cited to PrEP prescription was lack of knowledge with additional concerns regarding possible cost to the patient or lack of preceptor support. Conclusion While this QI project was limited by small sample size, it emphasizes how brief educational interventions may have significant impact on trainee knowledge and comfort with PrEP prescription. Future QI projects may examine knowledge retention over time, as well as PrEP prescription patterns by examining proportion of PrEP-eligible patients with active PrEP prescriptions in resident clinic. Disclosures All Authors: No reported disclosures",
    "Publication title": "Open Forum Infectious Diseases; Oxford",
    "Country of publication": "United Kingdom",
    "Publication year": "Jan 2026",
    "Source type": "Scholarly Journal",
    "Language of publication": "English",
    "DOI": "https://doi.org/10.1093/ofid/ofaf695.510",
    "Database": "Publicly Available Content Database,ProQuest One Health & Nursing",
    "Document type": "Journal Article",
    "Research method": "other",
    "Methodology": "other",
    "challenges": "Low PrEP prescription rates among eligible patients, particularly due to primary care physicians' and trainees' lack of knowledge and comfort in managing PrEP.",
    "approaches": "A quality improvement project using a pre-post intervention design with an hour-long didactic educational course for internal medicine residents, followed by surveys at pre-intervention, 1-month post-intervention, and 6-month follow-up to assess competency and comfort.",
    "tools": "Surveys using Likert scales, descriptive statistics, and Wilcoxon’s Signed-Rank test for data analysis.",
    "findings": "Residents felt significantly more confident in their knowledge of PrEP mechanism of action, side effect profile, and eligibility criteria, and more comfortable prescribing PrEP after the intervention. The most common barrier was lack of knowledge, with additional concerns about patient cost and lack of preceptor support.",
    "sectors": [
      "Healthcare",
      "Medical Education"
    ],
    "collins_based_taxonomy": "Tacit knowledge related to clinical judgment and practical experience in prescribing PrEP, including understanding patient eligibility, managing side effects, and navigating prescription barriers.",
    "seci": [
      "Socialization (informal sharing of experiences and barriers among residents)",
      "Externalization (formalization of PrEP knowledge into guidelines and didactic course content)",
      "Combination (structuring and disseminating the educational material)",
      "Internalization (residents integrating PrEP knowledge into their clinical practice and comfort levels)"
    ]
  }
]